amp
claim
close
come
ebola
family
friend
going
member
rt
to
disease
doctor
funny
infectious
put
reporter
watch
fight
post
question
raised
role
though
border
declares
transmission
within
diarrhea
fever
pain
symptom
can
look
not
outbreak
treatment
economy
meet
via
virus
history
panic
read
aid
contact
day
die
next
breaking
emergency
news
passenger
care
do
know
learn
lot
nobody
rather
want
work
africa
frm
hope
moment
spreading
west
live
medical
paper
patient
press
sister
treated
yale
experimental
vaccine
giving
like
silent
waiting
airborne
different
especially
flight
infected
may
nurse
center
hard
hit
third
guy
one
remember
wiped
america
place
stop
thing
cdc
concern
confirms
answer
join
win
allah
country
save
admitted
hospital
last
new
night
research
student
ban
expert
needed
say
travel
are
better
cure
enough
make
prevention
provide
sure
take
word
you
health
kill
struggle
system
thousand
salt
state
using
answered
big
following
get
hear
jesus
neighbor
said
someone
will
control
hospitalized
known
suspected
cc
lie
possible
check
international
sign
bit
isolation
scary
still
wonder
body
everyone
fact
fluid
people
quick
continued
showed
drug
dallas
quarantine
sunday
zero
effective
guide
protection
provides
resource
mean
much
please
would
catch
husband
never
wife
bush
despite
flu
dear
see
thanks
reported
st
fear
usa
nature
unknown
airport
alert
fox
high
video
brampton
came
treating
announced
force
initial
task
texas
today
devastating
serum
monitored
et
infection
pm
special
clear
specialist
business
deal
ask
authority
got
longer
starting
tough
trust
helpline
india
information
blog
welcome
december
htt
situation
evidence
minister
prevent
use
good
house
play
response
white
tip
troop
american
executive
help
order
canada
canadian
reuters
bird
source
nyt
quarantined
animal
believe
dead
end
well
dangerous
capital
ht
part
common
need
blood
survived
worker
york
alone
co
fall
pak
status
whole
think
case
data
fatality
period
present
rate
team
le
time
gt
life
caused
transmitted
five
show
start
cnns
dr
gupta
killer
class
college
due
vomiting
issue
joke
laugh
serious
air
france
isolated
plane
report
also
former
military
form
let
forward
nigeria
company
change
major
spark
god
lady
nigerian
rumour
started
water
available
yesterday
keep
resident
safe
really
bring
non
conference
declare
federal
free
happening
holding
joint
ministry
late
tropical
appeal
crisis
donate
fund
launched
raise
spread
urgent
centre
currently
youth
climate
deadly
bbc
growing
advice
ignored
obama
asked
daily
maybe
something
busy
muslim
worry
boarding
oct
affect
real
southwest
cut
far
max
often
short
campaign
month
target
email
include
pose
flew
info
second
coming
foreigner
long
access
reach
plz
another
yet
lol
race
go
immediately
test
first
might
super
world
could
min
reveal
soon
speaks
made
ready
give
guess
shit
try
director
consumption
hospitalised
confirmed
two
given
mp
death
apparently
issued
level
top
mad
sars
ontario
begin
direct
arabia
called
south
suspends
already
nation
hand
photo
refuse
shake
since
wish
break
local
difference
nothing
earth
leave
plan
space
station
girl
community
arrives
stricken
yes
afternoon
person
call
everything
making
must
brought
closed
island
lagos
story
shut
reading
worth
old
school
tell
human
asking
reality
trying
city
facility
icymi
north
update
love
network
public
address
gov
potential
field
fly
mobile
monitoring
instead
mr
seek
even
heard
worst
low
reason
reminder
home
war
stupid
mind
safety
scared
specific
four
woman
appear
contagious
yo
dy
location
reached
bath
drink
eat
hot
survivor
negative
anti
potentially
thought
sharing
thank
plant
setting
open
problem
sorry
thinking
wtf
food
na
full
getting
three
outside
right
young
african
awful
difficult
many
created
hurry
medicine
missionary
etc
recently
away
careful
stay
man
university
responding
latest
saudi
sending
bill
billion
respect
sense
year
step
wake
imagine
killed
taking
nigga
measure
hate
awareness
number
significant
atlanta
australia
risk
great
meeting
study
government
land
spanish
am
likely
trending
worried
express
every
president
preparedness
related
article
near
carrying
set
seven
national
omg
crew
tomorrow
unit
sick
bringing
killing
epidemic
showing
united
political
current
rare
name
fully
leone
recovered
sierra
frequently
organization
decade
detective
helping
easy
haha
nearly
area
employee
went
wow
google
greater
heavy
toll
angry
face
expected
monday
result
emerging
page
true
concerned
found
testing
humanity
regarding
trend
viral
science
coast
ship
almost
gave
threat
airline
cleaning
process
window
exposure
guidance
movement
caught
region
model
talking
tv
medium
calm
per
baby
heartbreaking
hold
chance
single
returning
suffering
proof
secure
beach
port
zone
arriving
return
nd
find
pregnant
intense
sept
stock
mom
tonight
turned
cross
important
job
liberia
management
red
train
fine
release
event
senior
handle
turn
saturday
series
surface
fighting
towards
father
mother
recorded
hut
recent
trip
central
is
that
small
amid
declared
facing
foreign
massive
follow
armed
large
men
scientist
recovery
heart
sleep
female
economic
fast
least
relative
civil
headline
able
bat
cbs
dozen
front
around
clean
feel
announces
rising
hey
vital
de
largest
proud
traveled
brown
michael
review
watching
developed
wondering
dog
become
detail
healthcare
interesting
causing
quite
nw
organisation
september
week
awesome
picture
govt
danger
global
huge
talk
figure
fuck
gas
used
ten
priority
others
lost
powerful
alive
faith
john
pls
power
building
tom
moving
official
warns
pres
committee
tweet
attention
discus
sat
citizen
except
soldier
held
terrible
took
victim
charge
population
told
share
smh
development
agency
collapse
pic
amazing
april
pray
washington
suspect
earlier
inside
child
donation
parent
terrifying
million
money
treat
mt
tested
create
enter
southern
us
mexico
probably
police
chief
head
continue
hundred
county
web
colleague
key
none
praying
ago
message
saw
total
town
early
cnn
nine
oh
wa
back
survives
past
loss
security
british
london
august
note
prayer
seems
whether
saying
prepared
prompt
urge
way
severe
fiance
morning
map
track
tracking
website
battle
street
born
later
working
staff
behind
bitch
storm
straight
touch
army
continues
leading
reveals
link
sale
deserve
view
died
extensive
feeling
flown
nbc
idea
crazy
hell
unicef
actually
congress
hearing
listen
bad
deadliest
bank
chat
phone
office
screening
best
build
emerged
slow
ff
always
australian
taken
traveler
unprecedented
together
left
game
playing
focus
offer
statement
transport
hr
future
society
ok
pay
including
remain
becomes
europe
warning
natural
rest
reporting
officer
ph
round
shud
protect
seriously
wednesday
cold
damn
asks
several
basic
hurt
lack
sec
hour
temporary
cancel
monitor
thursday
commercial
chicago
click
ca
unlikely
among
biggest
mercy
injured
support
wrong
cousin
across
eye
cancer
violence
almighty
launch
oxfam
affected
al
widespread
dying
guideline
point
happy
heading
general
pa
shot
exit
western
mashable
consider
private
seen
origin
song
minute
follower
warm
hi
provided
blown
pas
positive
twitter
sam
stuck
impact
surrounding
communication
mm
till
bed
run
party
newly
ya
revealed
lead
app
leader
cough
survival
ap
yr
scale
hindu
bear
built
reportedly
ahead
line
ex
search
group
con
little
precaution
terrorist
flying
according
wash
send
soul
providing
relief
movie
tweeting
truly
without
march
looking
hitting
politics
strike
visited
buy
drinking
nears
warn
happened
coverage
helped
quickly
thru
facebook
social
radio
peace
dry
fun
cry
cause
moved
count
strong
located
broken
rd
la
add
updated
escape
expect
kind
image
stronger
fake
friday
anyone
entire
whose
nuclear
rise
woke
experience
boy
retweet
israel
effort
bigger
ops
mass
overnight
feared
infographic
effect
worse
keeping
stand
explains
east
closer
black
occupied
happens
kindly
arabian
raising
jerry
arrival
california
orange
refused
text
af
six
goal
drop
drive
door
highly
respond
headed
walk
material
ill
severely
herald
directly
beat
engineer
los
sea
course
energy
mo
progress
camp
writes
comment
tour
fb
assessment
paid
as
star
governor
cont
exposed
critical
arrived
confirm
mount
slam
preparation
amen
tag
light
half
tune
salary
list
named
gone
forced
pr
destroys
ravage
th
interview
charity
finding
department
illinois
precautionary
season
avoid
shaking
district
understand
rock
happen
timeline
attack
wait
whatever
stopped
along
rep
service
path
mysterious
here
supply
uk
kick
strengthens
code
pet
partner
ne
holy
journal
nice
ride
manila
standard
middle
wall
abdullah
rip
christian
felt
sir
announcement
rapid
dealing
matter
yahoo
room
sanjay
request
based
personnel
activity
evacuated
park
immediate
election
estimate
struck
unbelievable
internet
remote
complete
eight
restaurant
journalist
underway
foundation
lord
desperately
fukuda
running
prison
cal
october
anything
miss
fresh
visit
ongoing
brother
okay
wanted
main
piece
sun
glad
sound
released
shock
lesson
flee
northern
amount
date
done
eastern
indiana
cov
mers
sustained
increase
apr
minor
folk
condition
camel
urine
respiratory
syndrome
corona
florida
memory
iran
surge
orlando
mystery
coronavirus
urged
assist
everywhere
strength
cover
openness
detected
bulletin
ali
dtn
riyadh
cost
cat
mecca
identified
globe
mail
jump
route
threatens
damage
asia
southeast
toward
peninsula
involved
ever
casualty
weekend
pandemic
china
tuesday
horrible
advisory
posted
guest
epicenter
approach
en
brings
law
required
ass
sent
mi
mid
chinese
golf
ground
indian
fucked
tree
remains
missed
disaster
prone
tracker
occurred
bus
online
sur
malik
responder
indonesia
fr
floating
raw
finally
base
hoping
reminds
calif
challenge
voice
forget
philippine
gmt
bangladesh
tech
hopefully
additional
threatening
ocean
met
abc
analysis
shop
lt
sweep
hair
fucking
fl
action
spring
blame
briefing
experienced
stepped
living
missing
extremely
insurance
zee
mark
scene
instagram
creates
aerial
pakistan
puerto
rico
alaska
volunteer
earthquake
balochistan
tremor
awaran
jolt
karachi
magnitude
sindh
gen
reaching
interior
nevada
km
usgs
sw
utc
seeing
province
se
market
nnw
rescue
geyser
homeless
un
pti
quaid
baloch
deep
quake
item
peru
evening
condolence
saddened
mag
altaf
hussain
kpk
peshawar
truck
wnw
horrific
tragedy
drone
pakistani
tsunami
el
blast
church
donating
ch
dispatched
nne
sad
height
damaged
fire
volcano
ssw
aftershock
loved
attacked
fc
militant
recover
jolted
fault
supporting
zealand
innocent
destruction
affectees
leaving
urgently
prime
int
project
sep
bomb
cm
ndma
distribution
khan
ese
gwadar
side
nawaz
punjab
sharif
seismic
assistance
sends
effected
helicopter
injury
village
shelter
flattened
preliminary
rescuer
collecting
virgin
destroyed
detph
mud
hawaii
humanitarian
spirit
ngo
aap
generously
wsw
depth
channel
formed
singh
brave
valley
aftermath
shattered
poor
tear
flood
ene
operation
shore
fiji
terror
knew
satellite
monsoon
devastation
nasa
rose
measuring
assessing
standby
electricity
price
antofagasta
chile
road
offered
mountain
san
desperate
separatist
strongest
bless
collapsed
tent
aircraft
delhi
offshore
footage
grow
incredible
pacific
villager
collection
kashmir
territory
saving
move
sky
relationship
tragic
agree
leaf
retrofit
angeles
wave
bay
francisco
prediction
dollar
terrorism
salute
dream
rain
birthday
coastline
weather
wide
donates
rubble
preparing
calamity
added
else
historic
shook
shame
misery
mile
shah
blanket
opened
navy
shocking
fan
martin
rocked
prepare
displaced
iquique
anger
property
evacuating
violent
deepest
flag
baja
climb
mea
secretary
courage
opportunity
tower
car
site
account
welfare
contribute
panama
buried
islamabad
devastated
shaken
northeast
stone
fury
passed
demand
evacuation
japan
survey
afp
sleeping
saved
debris
suffered
foot
guardian
bottle
suffer
dec
extreme
kit
kid
coastal
river
pl
higher
green
act
meal
pack
prisoner
flooding
stranded
nepal
ji
kathmandu
landslide
tourist
ndrf
avalanche
escaped
everest
evacuates
israeli
beautiful
rescued
rebuild
store
predicted
bihar
iaf
modi
temple
customer
narendra
pass
evacuate
gorkha
mudslide
nepali
climber
yellow
pulled
industry
embassy
donated
profit
arrive
baltimore
riot
decided
impacted
packet
alright
thankful
mission
beef
trapped
tourism
hotel
estimated
nepalese
landed
affair
gift
heritage
trigger
normal
sympathy
feed
ravaged
katmandu
courtesy
equipment
assam
tiny
extend
collect
catastrophic
looting
bridge
au
century
triggered
heartfelt
deployed
rattle
lakh
rush
ndtv
calling
solidarity
jim
wind
kashmiri
warned
badly
metro
ram
chaos
farmer
pradesh
couple
swept
finder
awake
floor
user
vulnerable
cr
hindustan
experiencing
wonderful
bjp
pretty
bharat
extended
evacuee
ratna
pick
sydney
uttarakhand
luck
highway
slowly
trail
sa
brick
forecast
northwest
rolling
category
push
grim
rainfall
weakened
roar
skater
staying
devastates
outage
england
extent
mayor
blow
crore
rattled
ncr
woken
spare
score
chilean
landfall
ecuador
animation
restored
canyon
tarapaca
boat
lash
upgrade
vacation
del
mar
downtown
destructive
cleanup
cancelled
suspended
monster
signal
slammed
ashore
resort
diego
nz
episode
typhoon
sfgate
napa
winemaker
carroll
jeremy
upside
jawbone
wearer
wine
raider
buckled
shredding
barrel
winery
critically
famed
brace
aug
waking
injures
flash
fitness
battered
hastens
wreaks
jose
dam
havoc
flooded
par
uttar
marooned
odisha
maroon
straw
submerge
crop
torrential
autorickshaw
rapti
wreak
hurricane
omar
srinagar
mlas
capsizes
azad
administered
jammu
jhang
multan
submerged
wedding
roof
cyclone
pam
vanuatu
vila
nathan
pleads
kph
mph
tanna
anderson
haiyan
olwyn
caledonia
batter
queensland
archipelago
ep
outer
pagasa
jtwc
weaken
weakens
cabo
lucas
odile
cabos
paz
weakening
kmz
mexican
hagupit
ruby
visayas
filipino
samar
tacloban
borongan
legazpi
dswd
quezon
masbate
sorsogon
suspension
laguna
cebu
dolores
catarman
batangas
hotlines
leyte
