'm
earthquake
go
gon
na
with
an
had
just
think
we
else
felt
that
tho
who
Bay
area
nice
size
...
dad
it
my
out
turns
was
.....
Area
California
Holy
That
Warriors
game
in
is
shit
the
believe
happened
small
jus
and
live
news
there
to
way
The
be
if
last
massive
thing
wearing
would
ever
first
..
So
gone
ground
like
now
right
shake
before
tweets
Am
or
trippin
Yep
https
Saturday
Twitter
am
at
didn
for
on
only
person
time
Lol
Im
fact
know
losing
me
mind
not
thank
twitter
Good
SanFrancisco
little
SF
Wtf
trippen
friends
hi
mini
swear
Did
feel
you
BayArea
jolt
....
building
either
moving
someone
heck
of
scared
actual
see
Was
fucking
house
pm
ass
full
quake
want
one
's
Oklahoma
as
fuck
kind
magnitude
Earthquake
Wow
love
already
back
days
oakland
weird
Sorry
Whoa
about
earlier
here
something
too
Anyone
did
hit
n't
ok
so
truck
3.5
Felt
maybe
sf
Scary
East
Minor
Mini
Francisco
San
apartment
shaking
weak
terrible
all
experienced
OK
Berkeley
It
double
have
check
every
lol
make
real
sure
lmao
amp
coming
knew
later
than
omg
THAT
but
Another
Big
second
Mother
Nature
There
edge
from
kill
this
trying
mf
bed
dog
thought
big
Just
course
reporting
Right
doing
done
school
started
then
until
when
My
into
powerful
effects
Definitely
Little
up
Bruh
please
tell
another
day
neighbors
This
hours
city
How
break
no
tryna
walking
Thank
waking
Ok
by
Who
Oakland
hello
tweet
crap
pretty
asked
bout
he
saw
Pretty
good
wtf
long
anyone
bay
City
''
``
always
earthquakes
hate
im
oh
could
down
hear
made
mom
she
turn
Glad
Omg
door
opened
wasn
ёЏ
definitely
near
really
while
whole
woke
Obligatory
Oh
Small
moment
starts
cause
kids
missed
because
cool
said
stopped
random
short
strong
business
outta
tf
As
action
blood
enough
high
Nice
lil
An
are
around
ask
ones
waits
cat
looked
sleep
went
during
uncle
minor
wow
Y'all
intense
cats
fun
Either
shook
Hello
been
moved
since
ve
waiting
Fuck
its
over
us
2nd
getting
half
probably
Sitting
At
fell
great
hour
part
same
were
Time
bayarea
Well
literally
smashed
wall
food
watching
head
nearby
Apparently
ain
still
everyone
going
insane
window
LOL
came
each
other
seconds
sister
yall
're
having
our
told
NOT
help
God
safe
confused
wait
class
crazy
goes
Not
do
ta
hell
how
left
sign
yet
tiny
Woah
eastbay
shaker
tripping
west
Do
feeling
prepared
them
damn
stop
Damn
room
Help
again
ca
after
lt
very
Now
any
kinda
wind
middle
24
even
home
entire
outside
Why
scare
they
We
dead
quite
First
better
okay
valley
through
AT
end
play
Hope
somewhere
bro
find
new
rn
holy
anything
During
IS
Mexico
These
children
work
being
experience
your
drove
KTVU
almost
dropped
baby
hope
lose
used
LA
emergency
years
much
today
Yo
CA
Creek
move
ready
smoke
Richmond
For
happening
what
deep
due
Baby
Welcome
kid
though
press
ago
Sure
rise
worse
caused
hard
got
windy
eye
sanfrancisco
shakes
never
guys
care
Hayward
fault
leave
should
Okay
sitting
those
And
berkeley
If
living
yo
Will
Here
comes
floor
wake
What
fine
hey
running
making
next
anybody
francisco
san
water
california
Got
30
night
warriors
least
've
biggest
foot
ll
ya
Yes
people
summer
bitch
actually
took
Or
fat
run
hotel
most
drop
fuckin
change
hurricane
try
road
didnt
feels
re
roof
heard
why
18
driving
fast
wrong
Hey
Should
'll
expect
flee
get
happen
hurricanes
makes
miss
place
tornado
warnings
year
best
bit
die
east
week
where
resident
But
gave
heart
arrived
close
together
waves
office
life
Yikes
......
quick
TL
count
many
times
Finally
able
cancelled
finally
Is
bad
large
When
happens
supposed
lit
10
has
minutes
currently
everybody
saying
timeline
AM
Crescent
Details
miles
occurred
asleep
his
Happy
New
rumble
Nothing
morning
gt
ah
Fucking
OF
Scared
3.2
Hawaii
Island
Of
UTC
feed
guess
looking
Tiny
No
need
look
thru
type
status
In
heavy
y'all
don
myself
idea
ignore
Have
min
incredible
spread
say
sorry
--
broken
Thanks
slow
struck
huge
evening
tv
'd
call
southeast
Lmao
happy
To
others
come
Very
hills
scary
means
nobody
worst
will
power
super
these
yeah
3.8
aint
nothing
thoughts
under
People
also
well
Cali
leaving
tonight
windows
Ca
few
seems
mag
brother
save
thunder
tried
off
All
seen
earth
decent
cut
does
stream
reading
THE
raging
Crazy
100
between
boy
car
gives
thats
response
start
gas
lying
Yeah
Shit
tear
survived
third
let
fucked
Ohio
watch
seriously
giant
hits
video
bruh
away
more
lie
Please
can
own
totally
loud
welcome
lot
sense
Japan
northern
ran
Me
Monday
major
scale
racing
Any
Park
air
cousin
Still
some
alone
dogs
bus
wo
warm
normal
plan
survive
Would
Texas
girl
He
ur
god
everything
parents
Out
effected
prayers
light
till
old
3km
ESE
Estates
Leilani
depth
guy
wonder
alive
Even
Idk
eyes
af
Hell
Been
Like
her
says
talking
traffic
two
weeks
stay
kit
One
Getting
train
attention
thinking
OMG
wild
both
May
internet
soon
standing
‚пёЏ
daughter
friend
board
You
apparently
world
once
must
latest
More
fans
Dear
minute
Pacific
talk
wants
their
money
local
stuff
reason
West
mean
sent
won
awesome
smh
man
taking
Come
downtown
nation
They
pay
thanks
folks
group
bc
born
completely
which
America
take
front
Man
straight
realDonaldTrump
shooting
such
event
blame
heads
him
dress
song
set
Napa
Some
homeowners
insurance
wish
Everyone
After
government
low
tax
become
forget
hold
Volcano
oil
Latest
lost
update
wan
Must
post
Go
causing
Let
damage
dangerous
causes
wanted
breaking
birthday
rather
country
months
bless
haha
moves
region
buildings
create
students
Up
far
Hi
Where
Jesus
feet
block
called
Really
pray
disasters
natural
aware
alert
phone
begin
Post
hand
tired
fight
Ocean
landslide
future
ruined
explains
dont
ppl
On
takes
ex
thick
wave
via
continue
schools
wildfire
anniversary
photos
works
memes
VIDEO
brought
helped
Earth
win
rain
flood
roads
three
died
USGS
Maybe
side
Can
safety
knows
affected
family
imagine
afternoon
animals
son
Looks
hometown
covered
Magnitude
Stay
Thinking
park
Also
cant
tl
inside
above
public
School
14
km
reported
reports
tears
NW
15
2018
Iwate-ken
Oki
6km
Alaska
Northern
follow
seeing
Georgia
Islands
Sandwich
South
Visokoi
within
NE
walk
States
United
destroyed
Montana
planet
News
North
damages
Today
Central
Leave
disaster
zone
YouTube
PM
deal
needed
town
NaturalDisastersNews
lead
team
SE
killing
Coast
Nepal
relief
Great
Trump
job
Map
CDT
areas
missing
al
info
Disaster
Global
Washington
communities
data
keeping
zones
pictures
victims
Fire
watches
holiday
devastated
finished
Due
community
efforts
gets
shelter
thousands
ON
River
homes
less
north
working
Santa
Southern
landslides
several
men
regarding
coast
warning
Channel
County
Las
Vegas
th
Update
strikes
might
daily
About
Two
continues
St.
US
Acres
eastern
fire
possible
space
state
SO
things
face
lots
claim
flooded
wi
fireworks
pouring
starting
storm
lucky
neighborhood
alarm
may
torrential
ways
weather
Valley
storms
rising
waters
flooding
lightning
dry
level
street
extreme
flash
rainfall
escape
Rain
basement
clean
given
thunderstorm
boat
cleaning
effect
midnight
trapped
everywhere
floods
non
drown
luck
puddle
found
Into
hearts
open
streets
along
mine
Our
heading
Heavy
mother
nature
path
AND
forced
early
stuck
south
weatherchannel
river
UK
resilience
poor
decided
WV
bringing
aftermath
yesterday
wet
drive
gates
raining
memories
IN
Chicago
brings
damaged
send
thunderstorms
Flash
Flood
Noah
pics
sun
late
Thursday
destruction
pic
behind
umbrella
stranded
Take
keep
yourself
crying
Friday
Many
Road
ignoring
instead
places
looks
sad
needs
damaging
becomes
cars
evacuated
smells
towels
paper
humidity
sky
alerts
keeps
rescued
caught
inches
typhoon
Second
stage
name
devastation
ha
weekend
4th
July
Houston
following
issues
closed
staff
expected
bring
cold
NO
Parts
rivers
Such
rains
USA
houses
across
hot
threatening
helping
rescue
towns
red
pls
tomorrow
island
couple
RIP
Its
top
quickly
yes
visit
phones
screaming
trip
swept
situation
beautiful
view
broke
drought
events
season
Praying
doesn
RT
playing
canceled
levels
See
point
classes
date
remember
dealing
tropical
horrible
show
Death
drowned
Get
calling
India
seem
careful
washed
glad
put
refugees
Most
likely
nasty
aid
give
property
white
Find
risk
Democrats
upon
station
Remember
vote
prevent
war
Huge
authorities
indoors
Guess
list
heat
lights
U.S.
plastic
submerged
vehicles
problems
director
market
threat
against
advisory
issued
lives
destroy
Are
GOP
serious
understand
State
protection
notifications
York
loved
woman
system
burn
Check
She
mentions
howling
winds
shall
free
With
From
conditions
Climate
billion
devastating
fuel
industry
Make
beat
50
stupid
available
Only
mate
media
account
Street
Then
YOU
smell
immigrants
worth
quality
leads
story
climate
Home
POTUS
clear
build
borders
use
w/
taken
Americans
million
shut
amazing
Read
Watch
His
control
FB
numbers
Cal
infrastructure
World
national
border
corner
American
bank
global
nytimes
Your
support
Beach
history
result
Daily
Natural
House
case
further
worry
Day
National
Don
force
share
calls
Florida
rises
known
land
BREAKING
county
women
report
important
number
message
tracks
warming
stories
Be
fear
xx
billions
businesses
production
category
Times
officials
services
information
coverage
higher
Storm
Warning
dies
teams
grow
order
Because
human
MMDA
Fox
scenes
comments
showing
nightmare
federal
Does
cave
Wet
army
politics
without
TODAY
blowing
White
dawn
Through
hundreds
residents
central
fighting
death
tail
Meanwhile
continuing
impacted
states
claims
orders
line
China
weekly
Fourth
Use
2016
remain
Pakistan
Water
пёЏ
police
hers
impact
Canada
hoping
NWS
ahead
families
begins
science
including
trucks
western
Morrison
CNN
Hurricane
Emergency
ravaged
Flooding
Family
sandbags
husband
recovery
donate
remains
Harvey
13
Lots
localized
monitor
Over
WATCH
Indian
hospital
revised
toll
Tribune
mark
lashes
sparking
parts
closure
Pittsburgh
Tuesday
Areal
Video
shows
counties
chaos
closing
Days
widespread
Service
Weather
Thousands
record
Severe
Reuters
woes
leaves
Chitral
Red
Look
updates
danger
ordered
Pray
PHOTOS
rescues
Four
Lake
battle
St
recent
wildfires
deadly
overnight
evacuate
p.m.
forecast
passenger
flight
Photo
bride
potential
severe
Mendenhall
AP
prepares
killed
Sad
sweeps
Before
Rosa
suffering
Police
Residents
underway
WEATHER
charge
firefighters
Minneapolis
customers
11
Live
skinnergj
significant
NEWS
Toll
Air
washes
feared
trends
Morning
threaten
Ј3
cities
glimpse
footage
southern
pets
often
Tropical
fires
spark
fallen
Under
Guardian
Mail
sunny
By
Photos
evacuees
Never
Need
trump
coastal
warns
Breaking
larger
fast-moving
Business
Full
assistance
Tourists
Evacuations
2,000
Hamilton
Aftermath
Queensland
south-east
Range
displaced
flow
Has
evacuation
service
Hoping
clouds
Keep
declared
dark
skies
Going
evacuating
Southeast
Canadian
Wildfire
bonfire
Devastating
Sonoma
ymmfire
sunset
Alberta
Massive
haze
ash
orange
Fort
Mac
McMurray
burning
Wildfires
MN
terrifying
Smoke
reached
Escaping
convoy
engulf
breathe
Disneyland
FortMacFire
Monster
Than
ў9
ў2
Hattie
flames
Minnesota
CaliforniaWildfires
Burn
Continues
embers
awful
ўD
WILDFIRE
Could
Chad
hectares
150
Dead
article
Ў4
ABC
Puerto
Retweeted
Rico
88,000
ymm
Burning
CALIFORNIA
President
Canadians
Cross
donations
throw
heartbreaking
Syrian
Wine
Flee
coal
breaks
mass
image
satellite
Oil
loss
canada
cancelling
Prayers
burned
images
spreading
assist
Sending
Warm
amid
Premier
75
Couple
ALL
WILDFIRES
burns
fleeing
Post-Apocalyptic
FortMcMurray
hitting
prices
wine
Apocalyptic
dumps
Tens
acres
contact
staysafe
Officials
Images
Deadly
Missing
Rage
Firefighters
cuts
blaze
deals
Victims
Country
rages
17
UPDATE
injured
Raging
fears
Across
Sweep
1,500
Homes
Kill
sands
Space
disrupts
Size
Control
agency
ravage
endangering
weed
Convoy
Evacuees
crews
evacuations
threatens
environment
rage
increases
tenfold
raged
forces
spreads
reaches
John
unaccounted
BBC
grows
closures
drifts
Grows
advice
passed
Destruction
Entire
MailOnline
Gold
australia
wrath
extent
ABCNews
Debbie
Ex
QLD
cyclone
debbie
queensland
Cyclone
sharknado
ex-tropical
TCDebbie
flights
ex-cyclone
Australia
tcdebbie
Brisbane
remnants
DEBBIE
Ex-cyclone
brisbane
qld
BIGWET
CycloneDebbie
Australian
uni
bigwet
swimming
Lismore
havoc
Airlie
named
NSW
BigWet
Mackay
Sydney
cyclonedebbie
ifitsfloodedforgetit
Schools
surfing
bull
shark
Bigwet
Barrier
Reef
Ex-Cyclone
CYCLONE
7News
braces
cockatoo
Sharknado
abcnews
auspol
Ex-Tropical
Qld
Bowen
Queen
Queenslanders
Cockatoo
Townsville
floodwaters
ex-Tropical
wreaks
islands
Whitsundays
ex-Cyclone
Experts
batters
northeast
flash-flooding
'Monster
Sharks
landfall
BOM
Category
Deaths
'powerful
Whitsunday
'nightmare
Died
Saved
Shark
Australians
7NewsQueensland
Real-life
South-east
