earthquake
go
going
nah
to
think
else
felt
though
uhh
area
bay
nice
size
dad
thought
turn
bitch
california
game
holy
intense
rocket
shit
warrior
believe
happened
small
jus
listen
listening
live
news
way
last
massive
thing
wearing
would
ever
first
have
gon
gone
ground
like
right
shake
tweet
trippin
yep
awake
person
saturday
time
twitter
lol
am
fact
know
letting
losing
mind
thank
building
good
little
sf
trippen
wtf
friend
hi
mini
swear
da
feel
jolt
either
hmmm
moving
someone
heck
scared
actual
check
see
fucking
house
pm
as
full
quake
rude
want
one
fuck
kind
magnitude
never
oklahoma
love
wow
already
back
day
oakland
sharp
short
weird
earlier
posted
recently
something
sorry
whoa
anyone
hit
ok
truck
maybe
scary
east
minor
apartment
francisco
san
shaking
weak
terrible
experienced
berkeley
double
every
make
real
sure
lmao
amp
boom
coming
knew
later
omg
spooky
another
big
second
edge
kill
mother
nature
trying
mf
bed
dog
course
jumped
reporting
done
school
started
powerful
ugh
effect
feeling
definitely
bruh
please
tell
neighbor
upstairs
dang
hour
th
city
sleeping
break
tryna
appreciate
ummm
walking
waking
uh
hello
mr
fuckin
crap
knocked
bet
pretty
asked
bout
saw
long
always
hate
oh
could
hear
made
mom
tv
confirmed
door
glad
opened
near
ft
really
whole
woke
obligatory
moment
start
kid
missed
cool
said
stopped
random
strong
business
outta
tf
action
blood
enough
high
anybody
lil
solid
seriously
around
ask
wait
cat
looked
sleep
went
la
uncle
extremely
huh
somebody
fun
shook
moved
since
waiting
excited
getting
half
nd
probably
excuse
um
sitting
fell
great
part
well
literally
slammed
smashed
wall
eating
food
watching
head
nearby
apparently
still
everyone
insane
window
bro
came
sister
all
you
told
help
dat
god
safe
confused
class
crazy
cal
do
hell
hole
left
not
sign
yet
tiny
woah
shaker
body
tripping
west
lmfao
prepared
damn
stop
room
by
camera
noticed
the
yup
lt
of
pant
scarier
wind
be
honest
middle
even
home
bunch
entire
outside
scare
dead
quite
spooked
interesting
experiencing
reminds
better
okay
valley
norcal
uhhh
slept
end
play
peep
hope
somewhere
find
new
now
anything
child
dancing
healing
work
boy
construction
dumb
fucken
experience
hearing
drove
ktvu
almost
dinner
dropped
baby
otherwise
lose
used
nigga
bag
emergency
packed
pre
year
much
today
yo
ca
creek
walnut
move
ready
smoke
apt
happening
deep
due
train
welcome
press
test
ago
min
rise
worse
caused
hard
got
windy
bat
eye
table
guy
care
fault
hayward
leave
yay
berkeleyside
demon
living
rebuild
come
floor
wake
fine
hey
running
making
next
fall
harder
water
omfg
ooh
night
least
biggest
gunna
guessing
foot
term
ya
people
yes
summer
actually
cop
took
fat
run
hotel
downstairs
drop
change
hurricane
hella
try
welp
life
main
road
did
pissed
roof
def
heard
turning
driving
fast
wondering
quick
wrong
expect
flee
get
happen
miss
place
tornado
warning
best
bit
die
week
resident
attack
gave
heart
arrived
close
together
wave
office
yikes
cute
count
many
tl
able
finally
join
cancelled
bad
large
vehicle
prof
happens
supposed
ooo
wee
lit
minute
late
currently
everybody
saying
timeline
crescent
detail
mile
occurred
asleep
sound
happy
rumble
brain
morning
nothing
freaking
gt
ah
hawaii
island
utc
feed
guess
looking
plane
telling
need
look
thru
type
status
hahaha
sandwich
heavy
idea
lowkey
ignore
incredible
spread
say
usually
broken
thanks
slow
struck
huge
evening
call
southeast
freaked
bu
bought
mild
others
hill
mean
nobody
worst
failed
power
super
drug
yeah
are
de
laughing
also
bye
cali
leaving
tonight
annoying
seems
prepare
mag
brother
dear
ji
save
thunder
tried
enemy
seen
earth
decent
cut
stream
smh
reading
hail
raging
abc
car
give
apocalypse
is
that
response
whenever
No
six
lmaooo
gas
lying
legit
fails
pop
co
tear
survived
third
let
fucked
ohio
watch
giant
scariest
video
bottle
away
box
lie
act
shelf
totally
washing
loud
lot
sense
japan
northern
ran
father
sit
monday
sec
major
matter
scale
racing
park
air
cousin
alone
downtown
bus
warm
fair
sunset
interested
longer
normal
plan
survive
girl
texas
sat
search
everything
parent
anyways
nope
effected
prayer
wish
light
till
old
asking
depth
ese
estate
january
km
leilani
wonder
yr
alive
yea
playoff
af
key
mad
na
quarter
talking
bts
evil
mostly
traffic
two
stay
kit
attention
dude
thinking
lord
shower
wild
fr
volcano
may
el
californian
internet
soon
movie
kitchen
standing
daughter
reaction
lovely
board
queue
st
rock
world
ho
must
dramatic
wood
latest
district
richmond
member
fan
nap
pacific
rest
fam
talk
port
garage
money
local
falling
stuff
drinking
reason
sent
awesome
quiet
man
son
taking
toilet
dub
hmm
epic
nation
pay
stupid
staying
exhausted
bible
folk
group
study
born
app
completely
america
separate
take
front
nut
straight
idiot
realdonaldtrump
recall
shooting
site
event
dream
anti
blame
trump
dress
song
set
follower
homeowner
insurance
napa
twice
government
low
related
final
become
forget
hand
hold
sometimes
oil
worried
lost
proud
update
there
thread
post
shift
causing
damage
dangerous
memory
pool
cause
rip
wanted
breaking
birthday
rather
country
rate
fear
month
village
bless
haha
blanket
donation
lake
region
create
proof
student
trend
far
punch
radar
jesus
mount
return
touch
airport
block
called
closer
flying
usual
pray
disaster
natural
aware
free
giving
occur
alert
phone
walk
begin
oz
tired
pas
bill
cow
fight
ocean
thomas
landslide
dump
seeing
foundation
future
generation
ruined
explains
ex
thick
via
continue
terrorist
wildfire
anniversary
terror
meme
pack
brought
helped
win
absolutely
beach
rain
sunrise
sunshine
flood
forever
nyc
three
died
lane
usgs
liberal
side
loved
can
mt
safety
affected
family
imagine
afternoon
animal
library
report
hometown
appears
covered
training
gifs
inside
worker
public
province
network
reported
ene
nw
iwate
jst
ken
oki
alaska
cape
stress
follow
georgia
south
visokoi
within
source
mention
nnw
spring
downgraded
according
centered
sfgate
ne
state
united
destroyed
montana
planet
north
location
central
headline
sw
mp
sending
assume
zone
youtube
deal
needed
suffered
town
mark
amazing
lead
team
busy
mid
se
killing
mexico
tsunami
coast
held
asia
nepal
mate
relief
job
nuclear
moderate
map
mi
cdt
mon
certain
missing
followed
survey
al
info
global
system
cc
washington
bigger
com
lived
cloud
community
data
keeping
picture
relative
victim
fire
holiday
shock
devastated
finished
effort
medical
non
green
cope
demand
shelter
thousand
river
lay
le
shared
working
santa
several
southern
lightning
men
activity
regarding
channel
county
diego
station
vega
dozen
strike
might
sometime
daily
continues
changed
acre
red
eastern
drought
possible
space
yard
disgusting
crop
face
leader
loss
claim
scam
flooded
hr
suck
wi
firework
pouring
starting
king
storm
lucky
neighborhood
alarm
wade
basement
torrential
weather
wicked
pulled
past
pennsylvania
rising
football
dry
level
sa
street
extreme
flash
flooding
rainfall
situation
easy
escape
clean
given
storage
thunderstorm
boat
chill
cleaning
midnight
trapped
everywhere
throwing
drown
luck
puddle
found
young
debris
open
ac
along
mine
personal
unit
drainage
garden
heading
enjoying
path
buy
forced
early
sick
stuck
resilience
uk
poor
surge
decided
whatever
wv
bringing
meeting
positive
aftermath
fox
yesterday
store
wet
drive
harvey
gate
nowhere
raining
highway
perfect
color
fighting
brings
chicago
damaged
policy
send
joke
funny
noah
pic
christ
kidding
tag
sun
backyard
millvale
thursday
tour
destruction
utah
behind
umbrella
luckily
stranded
keep
note
drink
cry
shoe
photo
blown
friday
flat
ignoring
instead
ruin
decides
sad
setting
creating
damaging
swim
becomes
evacuated
smell
towel
chance
nearly
paper
humidity
lower
sky
tree
mud
complex
crest
rescued
rained
caught
inch
album
stage
tomorrow
gold
name
devastation
ha
weekend
july
pull
houston
surprise
following
issue
closed
despite
staff
tent
expected
bring
mask
cold
grocery
rose
carry
sadly
usa
tweeting
across
hot
ton
pushing
spent
anyway
threatening
adam
cleanup
helping
senior
rescue
ice
pls
couple
difficult
sock
top
quickly
solution
visit
louisiana
escaped
forest
monsoon
screaming
trip
swept
suspended
beautiful
view
broke
paid
rainy
season
praying
manila
rt
playing
canceled
enjoy
point
ill
date
anymore
reach
surface
council
remember
dealing
tropical
dollar
avoid
dam
horrible
mess
show
truly
downpour
death
drowned
plain
calling
honestly
support
wed
india
seem
careful
washed
barrier
put
refugee
likely
chilling
nasty
aid
law
answer
property
centre
court
sport
white
self
risk
word
rolling
tank
question
read
joy
border
democrat
goal
dick
brand
ride
ark
upon
wash
piece
ben
ship
offer
vote
different
panic
prevent
war
bullshit
ad
climate
march
authority
indoors
rat
swedish
urge
learn
floating
sea
foxnews
list
heat
garbage
plastic
submerged
taste
calamity
suffer
problem
director
market
msnbc
threat
ash
worked
advisory
issued
destroy
reply
us
gop
serious
understand
protection
notification
york
email
british
woman
extensive
human
burn
black
tunnel
si
clown
cuz
howling
shall
population
dm
energy
smart
total
condition
owned
catch
billion
devastating
fuel
industry
coral
mum
cost
beat
ab
available
however
winter
medium
release
account
coventry
meadow
monitoring
screen
trash
million
gov
immigrant
social
worth
collection
quality
lash
crisis
message
important
story
content
posting
lift
spirit
standard
potus
president
clear
possibly
build
rex
use
taken
illegals
american
shut
benefit
control
cutting
fb
page
result
example
illegal
prime
loving
whose
number
line
ear
evidence
interest
wide
infrastructure
lesson
george
national
etc
congress
mail
flame
add
became
exciting
tax
brown
official
corner
owner
wing
bank
field
nytimes
blocking
dj
text
beyond
history
camp
exactly
hang
mo
retweeted
eu
management
meet
true
case
perhaps
worry
complete
destructive
force
expecting
mn
share
wishing
promise
snow
star
entered
florida
security
known
land
npp
created
met
bencana
bot
bond
breath
pa
gang
cave
army
po
tha
weight
track
warming
cbsnews
wsj
muslim
sunday
xx
export
bubble
fury
putting
favorite
hero
classic
production
multiple
category
shopping
citizen
john
cross
operation
led
service
fly
fixing
flotus
four
information
center
detention
coverage
higher
concern
consider
bridge
plz
dy
til
grow
watched
dying
unless
provide
comment
order
republican
obama
google
fl
cell
toward
english
mmda
significant
scene
cnn
laugh
showing
weed
nightmare
cedar
federal
rapid
concerned
interview
tourist
barely
schedule
match
knowing
growth
slave
without
opportunity
goodness
flow
hurt
blowing
coincidence
dawn
hundred
peace
rachel
reef
increase
tx
pain
tail
continuing
meanwhile
impacted
certainly
club
tough
china
pr
reduced
preparing
prone
protect
penny
weekly
saved
fourth
pet
remain
contact
pakistan
stand
ile
police
apocalyptic
impact
tip
canada
tide
hoping
lady
ahead
agree
tuesday
elderly
science
including
western
agency
morrison
volunteer
supply
wife
ravaged
mm
survivor
aunt
sandbag
spot
husband
resort
recover
nbcnews
crew
urgent
recovery
step
donate
plenty
remains
hopefully
localized
monitor
roadway
hospital
indian
revised
toll
tribune
towards
township
nfl
sparking
closure
updated
pittsburgh
expert
areal
environment
chaos
closing
widespread
current
record
using
reuters
woe
leaf
grand
danger
ordered
battle
recent
deadly
potentially
overnight
evacuate
spark
va
access
click
forecast
remove
enugu
passenger
flight
bride
potential
severe
fed
mendenhall
ap
prepares
killed
metro
sweep
onto
rosa
albany
health
suffering
ravage
underway
resilient
charge
firefighter
shop
grade
minneapolis
customer
brace
article
skinnergj
dark
feared
mass
threaten
active
glimpse
footage
often
fallen
guardian
sunny
evacuee
outage
floodwaters
tracking
coastal
warns
larger
travel
coffee
assistance
npr
blue
evacuation
hamilton
round
queensland
range
displaced
brunt
amount
declared
target
evacuating
northeast
throughout
bonfire
canadian
smelling
sonoma
alberta
haze
orange
fort
campus
mac
mcmurray
burning
smokey
terrifying
hazy
eerie
reached
convoy
escaping
engulf
breathe
disneyland
monster
hattie
reporter
smoky
ember
rage
blow
awful
minnesota
shot
fallout
htc
chad
hectare
puerto
rico
budget
university
comfort
throw
heartbreaking
syrian
principal
cbcnews
charred
wine
coal
image
satellite
stranger
bbc
cancelling
burned
spreading
assist
chief
insult
respect
amid
donating
premier
weatherchannel
fleeing
hitting
price
awareness
involved
ten
battling
firestorm
oilsands
blaze
scorch
injured
trudeau
capture
torch
sand
airlift
disrupts
mashable
flees
endangering
responder
wrought
context
covering
threatens
shocking
tenfold
aerial
helicopter
raged
unaccounted
spinning
loses
wildlife
farm
speaks
climb
drift
atleast
married
grows
producer
online
bbcworld
former
advice
reduces
winery
havoc
passed
debbie
reveal
score
mailonline
trail
climatologist
primed
liked
tourism
wrath
blog
behaviour
comparison
extent
captured
abcnews
refund
yahoo
cyclone
qld
drenching
sharknado
leftover
brisbane
remnant
australia
australian
swimming
lismore
airlie
nth
uni
named
nsw
mackay
descends
aussie
surfing
bull
shark
tcdebbie
sydney
gc
logan
cancel
ch
swift
cockatoo
annastaciamp
bom
newscomauhq
bowen
bunker
queen
queenslanders
townsville
cocky
inland
au
wreaks
whitsunday
palaszczuk
batter
bbcnewsaus
herald
expose
landfall
lashed
cairn
slows
scientist
newsqueensland
bulletin
proved
eater
tenant
