country
earthquake
lot
minister
plan
prime
rt
saturday
since
st
time
blog
friend
lamjung
read
working
hand
helping
lend
believe
evacuation
guide
help
kathmandu
official
reach
aid
delegation
israel
nepal
quake
sending
team
fund
give
month
mp
relief
british
death
effort
gave
given
kudos
money
year
able
enough
medical
member
neighbour
sends
small
estimated
million
people
shaking
devastation
image
map
satellite
force
material
personnel
rescue
task
today
tonne
spread
word
beef
masala
running
dozen
killed
magnitude
trapped
affair
home
ministry
powerful
say
via
among
dead
executive
google
hundred
appreciate
coming
pm
statement
support
tv
arrive
china
expected
katmandu
leaf
sunday
night
spent
entire
family
hoping
life
ok
please
plz
sir
tweet
largest
race
save
brother
go
hope
safe
thought
donated
affected
loved
one
place
share
body
disaster
everest
mt
recovered
worst
amp
centre
government
hospital
work
community
let
not
first
heart
low
region
remote
run
victim
good
great
luck
exceeds
toll
group
know
lady
donate
link
unicef
back
hi
love
sick
worried
air
base
globemaster
hindon
iii
il
ndrf
take
god
africa
apart
south
better
must
stay
strong
baby
finally
hour
old
pic
rescued
rubble
anything
going
hav
nd
saying
sent
supply
five
hindu
hit
mn
uk
india
glad
keep
made
safely
voice
baba
crisis
face
may
non
ramdev
excellent
cnn
least
felt
horrible
little
pray
yesterday
based
organization
responding
tragedy
blood
donation
drive
food
shelter
volunteer
appeal
tip
week
except
global
guru
leader
police
rapid
recently
released
rise
bihar
indian
raxaul
afp
france
french
gmt
photo
president
news
part
really
shocking
taa
wid
embassy
helpline
number
firefighter
fly
mission
best
sister
ancient
devastating
heritage
human
loss
debris
girl
still
told
woman
yet
nears
video
child
epicenter
mile
school
village
call
survivor
nearly
strike
big
himalayan
maybe
next
moment
causing
damage
due
lost
peace
rest
severe
aftershock
taiwan
consider
current
dear
gupta
mr
situation
thank
pls
everyone
missing
name
search
someone
text
came
eve
hr
last
officer
set
took
yadav
kid
play
provides
space
talk
wi
found
do
much
report
hercules
land
modi
bay
could
follow
involved
local
speak
day
faith
fr
lac
packet
per
power
religious
send
show
sikh
condolence
deep
towards
advice
authority
briton
following
foreign
office
stranded
tell
personally
started
hello
army
narendra
salute
left
man
mount
mountain
stuck
al
also
bring
frm
future
gvt
th
thr
buy
contribute
make
nepalese
poor
come
headed
see
talking
update
website
contact
emergency
nature
prayer
struck
already
industry
tourism
usa
camp
hero
asked
govt
respect
need
action
hurt
quick
aircraft
bed
carrying
four
pakistan
special
charge
electricity
etc
mobile
outage
phone
survival
without
brought
outside
destruction
everywhere
blame
blamed
medium
fact
assistance
koirala
spoke
sushil
way
according
rose
comfort
event
said
world
would
box
store
ago
raised
rock
student
holy
area
detail
doctor
heading
despite
international
struggle
chpsre
un
devastates
killing
sad
real
earlier
free
get
heard
site
aa
code
bhaktapur
century
ruin
temple
gone
latest
deployed
foundation
network
vodafone
trust
humanitarian
tourist
trekking
turning
worker
injured
live
int
built
collapsed
dharahara
tower
foot
deadly
response
thing
carrier
pull
facebook
find
fresh
golden
making
raw
ton
chief
thousand
avalanche
showing
charity
check
double
gift
impact
like
matching
want
gurkha
aaa
aftermath
climber
reported
nepali
bless
wish
clean
water
new
york
heartbreaking
au
raising
wondering
humanity
iaf
immediate
thinking
intensifies
step
donates
figure
young
concern
critical
district
gorkha
house
villager
full
hey
happen
mother
died
earth
master
vijay
drone
collapse
historic
connected
cause
destroys
kill
bbc
eight
ground
bringing
asia
fault
line
omg
calamity
priority
assist
cost
reduce
viber
around
known
starting
trip
yes
catastrophic
picture
praying
deploy
idf
large
arriving
begin
evacuates
foreigner
pulled
long
morning
waiting
proud
resident
travel
impacted
survives
htaa
partner
others
two
april
question
many
story
tear
lt
case
jesus
ambassador
httaa
raise
redcross
kick
sg
start
us
keeping
light
info
ktm
park
delhi
bad
condition
ops
weather
rebuild
ea
gujarat
political
rebuilding
state
effected
miss
soon
learn
expert
health
dramatic
footage
terrifying
boy
concerned
putting
thanks
well
building
right
announces
financial
lakh
collection
donating
can
even
fun
imagine
stop
horrific
cold
confirm
national
airport
huge
plane
shot
always
haa
mea
operation
yemen
protect
job
taken
speaks
touch
deepest
minute
put
depth
km
recent
utc
fast
sleeping
sm
complete
rehabilitation
pretty
led
tent
history
slam
abroad
suggest
trying
awful
feel
mind
near
sight
trigger
worth
helplines
chaos
billion
closed
open
blanket
flight
landing
med
locate
cross
launch
red
singapore
mammoth
second
anyone
australian
look
bottle
price
selling
almost
count
joke
stupid
journalist
relative
visiting
completely
destroyed
route
survived
pl
use
user
tragic
chopper
fantastic
focus
road
think
thru
party
amazing
men
eye
reuters
view
care
crucial
provide
saving
trauma
providing
cash
ph
seek
courage
end
mountaineer
leave
prepare
watch
bill
economic
estimate
likely
massive
reconstruction
dog
ready
rescuing
weekend
currently
generous
ngo
offer
recovery
early
capture
triggered
dy
exec
ad
continue
landslide
risk
threat
fine
patan
return
son
giving
parent
service
brave
tirelessly
speed
swing
mil
sanitation
urgently
far
horrifying
within
are
shame
you
amateur
appears
helicopter
safety
fundraiser
proceeds
allah
ever
away
baltimore
change
homeless
press
release
bhutan
tomorrow
nearby
ten
animal
mo
high
rescuer
break
hear
whole
super
finder
person
american
wait
happened
assures
zee
fear
grow
side
went
maitri
cultural
deal
heavy
pile
reduced
rich
ui
knew
never
extend
ab
available
jolt
benefit
holding
pledge
something
attempt
tuesday
wow
nepalaa
pass
drinking
treatment
okay
ass
beyond
meanwhile
cc
might
fa
saw
survive
rip
dan
fredinburg
literally
project
to
getting
casualty
evacuated
scared
reveal
medicine
nobody
every
nation
possible
campaign
living
former
used
aerial
nice
anger
initial
beautiful
broken
ruined
visit
scot
account
assisting
preparing
devastated
square
agency
bengal
couple
extending
north
west
buried
else
using
asking
everybody
needed
sure
retweet
staying
truck
guy
paper
shaken
top
confirmed
reached
dollar
reading
added
additional
train
arrived
bureau
company
traveling
fell
natural
ram
durbar
sq
respond
staff
recover
strength
declared
black
profit
silence
citizen
christian
calling
join
moving
nyt
three
palam
station
climb
past
rolling
hotel
shortage
terrible
including
several
sleep
social
tonight
another
bangladesh
tibet
crew
epicentre
abc
tech
heartfelt
landmark
pain
post
scene
dealing
reaching
kumar
singh
canada
sun
planning
ap
engineer
main
timesnow
agree
bloody
counting
camera
security
street
ae
major
either
hard
seeing
ask
conversation
missionary
soldier
western
important
album
survey
bare
dig
indonesia
instead
nightmare
wrote
height
queen
teen
alive
customer
landline
till
bruce
jenner
seen
warning
access
vehicle
art
edition
valley
ordeal
biggest
ignored
responder
society
surrogate
fox
idea
turned
tremor
got
nowhere
shook
head
is
trekker
armed
hat
together
zealand
cm
clothes
whatever
solar
as
rural
shake
channel
established
field
israeli
military
shocked
request
await
reaction
initiative
grace
shower
called
twitter
different
sharing
drank
urine
langtang
arrives
email
usgs
effect
solidarity
stand
thaa
rain
decided
hold
add
launched
amritsar
basecamp
busy
capital
generously
injury
panic
pokhara
politics
prepares
problem
rail
remind
required
serious
shock
source
united
wall
wednesday
zone
matter
hate
damaged
photograph
remain
structure
blue
fellow
fm
standing
usually
blessing
resource
caught
collecting
dat
orgs
useful
gt
evacuating
stepped
sale
door
pumping
ne
car
happening
equipment
co
load
urban
demand
nepaluas
protest
raining
message
breaking
oh
seems
provided
urgent
later
sense
everything
father
information
location
sheridan
ca
border
note
control
room
item
farmer
surprised
bank
tool
coordinate
difficult
nepalearthquake
across
born
brings
meeting
danger
page
inside
milton
express
shoot
ellen
turn
criminal
fighting
looting
jakarta
troop
jet
kingdom
overwhelmed
trail
move
skype
announced
premier
desperate
click
mourn
watching
captured
economy
emerges
ha
preparedness
scary
claim
soul
folk
looking
fallen
guardian
king
abbott
dr
fuck
dispatch
order
spokesperson
election
caused
ntc
radio
fb
connect
try
qld
yoga
airtel
bsnl
rate
escaped
sweep
badly
le
behind
commercial
fatality
development
meet
severely
key
eastern
northern
island
anyway
become
leaving
quickly
rising
catastrophe
nothing
stopped
list
management
vital
listed
bit
individual
falling
america
union
east
middle
war
listen
committee
escape
mine
believed
min
level
nepalaaaas
canadian
informed
model
miracle
experience
cry
sound
sea
funny
mumbai
reveals
sitting
essential
point
incredible
uo
colleague
offered
restore
lead
mary
flee
business
di
helpless
whatsapp
lucky
sympathy
declares
mourning
deployment
operating
total
reporter
youtube
gen
af
texting
town
match
delayed
rtlastquake
sign
kindly
pak
attention
city
worry
board
killer
riot
flood
orphan
amount
reason
ease
suffering
passenger
especially
contribution
de
feared
infrastructure
widespread
interview
evening
aea
die
famous
register
build
kit
oxfam
snow
tough
mean
sanjay
mail
bus
tweeting
continues
scale
damn
ahead
lord
prediction
communication
streaming
coverage
insurance
forward
informative
airlifted
chinese
hiker
sydney
funding
green
taking
along
meal
daily
ada
plus
gate
opened
seeking
fundraising
spend
star
whose
done
tony
vulnerable
received
transport
buddhist
christ
idiot
guidance
dec
inform
probably
absolutely
online
pour
kiwi
cri
ferry
searching
sa
terror
awesome
feeling
ban
third
assessing
bible
center
church
happy
ya
front
apr
department
fire
patient
clock
round
stage
evacuate
option
invisible
refugee
tibetan
follower
lack
stream
though
helpful
direct
monitoring
defence
secretary
adelaide
gathered
offering
grateful
en
kind
wanting
grows
mark
risen
frustration
neighbor
rush
alone
wet
data
unprecedented
dying
thankful
gov
extends
wonderful
irish
describes
delay
peak
interesting
malaysian
resume
query
regarding
warm
truly
forecast
active
posted
spreading
mob
crazy
ar
cousin
alert
donor
flash
close
reporting
seven
holiday
hopefully
mercy
talked
short
standby
dedicated
supporting
organisation
angry
lesson
scientist
amid
beach
swept
swimming
wave
rough
needy
track
returned
course
golf
wake
updated
australia
stricken
burn
surgery
extent
vision
cloud
crossed
dark
brazil
mom
missed
lose
duty
particularly
article
related
named
monday
ongoing
pt
difference
unknown
sky
yo
club
hill
com
vast
japan
worse
deeply
saddened
isolated
correct
nagarkot
highly
leading
continuing
clear
kerry
dire
struggling
result
property
relieved
railway
sorry
piece
frnd
trouble
overcome
careful
distress
kathmanduuas
general
true
minor
population
seriously
ft
extraordinary
pay
understand
minimal
temporary
melbourne
client
highway
unbelievable
ex
kim
extended
spirit
rumor
higher
bigger
grant
expect
donuat
forget
helped
welcome
husband
passed
burning
focused
modern
ravaged
unfolding
yahoo
displaced
hell
worldwide
legal
market
moved
battle
tide
audio
reply
yr
teenager
telstra
plain
tired
shit
public
coordinating
alright
activity
phew
deliver
record
trending
acute
flying
tour
si
rep
ac
warned
monument
block
witness
levy
southern
issued
ticket
status
facing
thankfully
cat
rd
six
climate
tune
stock
challenge
underway
opposition
fucking
age
date
ji
internet
cr
climbing
mate
proof
rocked
prepared
hotline
federal
adventist
stuff
processed
quite
nick
storm
wind
labor
broadcasting
mi
landed
however
actually
pause
issue
cut
reject
wrong
central
aussie
drop
cow
app
resulting
op
reportedly
remains
tree
leadership
am
urge
increase
extreme
cover
ht
warns
apparently
class
xx
fourth
thanx
dad
season
conference
bag
beginning
normal
push
hot
wide
yeah
fix
summer
pas
delivery
fight
tax
aw
gallery
fill
dust
late
suggests
wale
river
se
chris
partnership
sector
bush
appealing
resumed
gold
faced
campus
affect
game
regional
woe
concert
telco
gradually
oz
bridge
boat
victoria
julia
suffered
mounting
bond
andrew
january
grip
queensland
nsw
daring
reel
surging
flouro
relax
vest
youngest
lurch
deepens
flo
heraldqueensland
worsens
ba
hoisted
stuffed
bund
drama
suburb
brace
brisbane
floodwaters
sweeping
bundaberg
roof
bundy
crisi
http
inundation
ipswich
cyclone
contacting
timesaustralia
tvnz
unfolds
drought
deepensthe
ra
torrential
farm
heed
thea
grower
flooding
foam
lol
heat
creek
sandy
floo
opposed
queenslanders
sixth
burnt
drowned
negligent
toxin
campbell
newman
asbestos
harsh
herald
jan
inundated
recede
muscle
lockyer
quest
southeast
gillard
ocean
dtn
became
fl
vinnies
pbulletin
rtgs
unaffected
mozambique
electrician
homeowner
rec
reconnect
australiaqueensland
escalates
australiaas
council
whelan
bushfire
ausdate
edis
ff
rage
agetroops
toddler
tornado
continent
rockhampton
hitting
lnp
maintains
alexandra
coast
headland
resembles
sunshine
htt
meteorology
dry
flooded
tennis
consumer
potential
burnett
convoy
receded
spectre
haha
underwater
borde
cotton
mm
gympie
liked
timesqueensland
broadband
fibre
repair
heraldclean
astronaut
magically
stuns
submerged
dam
sixherald
rundown
sadly
engulfed
wild
sb
queenslan
mowbray
queenslandas
northeast
litre
polluted
grafton
maryborough
businessweek
university
fifth
bushfir
coalition
touring
logan
overnight
austr
dairy
herd
washed
stunning
underwear
lateline
battling
tropical
agetwo
aqueensland
ben
aim
throughout
winter
winched
extensive
suncorp
overseeing
coal
sugar
bushfires
geoblock
lifted
tomorr
hindered
sever
sandbag
oswald
insurer
seve
vow
bryant
rooftop
raging
wonderland
relink
dwindle
fitzroy
rocky
bunderberg
motivation
bhp
mini
complaint
floodies
communi
tasmania
commonwealth
